tap "homebrew/bundle"
tap "homebrew/services"
tap "sqitchers/sqitch"
brew "xz"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "broot"
brew "btop"
brew "cheat"
brew "chezmoi"
brew "choose"
brew "curlie"
brew "diff-so-fancy"
brew "difftastic"
brew "doggo"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "git-delta"
brew "glances"
brew "gping"
brew "gtop"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jc"
brew "jless"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mcfly"
brew "minio-mc"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "nvm"
brew "pam-reattach"
brew "php"
brew "postgresql@14"
brew "postgresql@16"
brew "prettyping"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "syncthing", restart_service: true
brew "tldr"
brew "tmux"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support", "with-sqlite-support"]
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "arduino-ide"
cask "bettertouchtool"
cask "bitwarden"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-anonymous-pro"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "hubstaff"
cask "hyperbackupexplorer"
cask "iina"
cask "itsycal"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "little-snitch"
cask "loop"
cask "megasync"
cask "mos"
cask "obsidian"
cask "orbstack"
cask "popclip"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "shottr"
cask "slack"
cask "standard-notes"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "yandex-disk"
mas "Balatro+", id: 6502451661
cask "yandex-music"
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "FBReader", id: 1067172178
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Just Press Record", id: 1033342465
mas "lire", id: 1482527526
mas "Noir", id: 1592917505
mas "PDFgear", id: 6469021132
mas "StopTheMadness Pro", id: 6471380298
mas "Things", id: 904280696
mas "UpNote", id: 1398373917
mas "Windows App", id: 1295203466
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
